[
    {
      "id": 1,
      "first_name": "Eleanor",
      "last_name": "Vance",
      "email": "eleanor.vance@innovatech.com",
      "position": "Chief Executive Officer (CEO)",
      "team": "Executive",
      "reports_to": null,
      "description": "The visionary founder of Innovatech. Eleanor has over 20 years of experience in the tech industry and is passionate about creating user-centric products.",
      "work_behavior": "Charismatic and decisive. She's a big-picture thinker who trusts her team to handle the details. Her door is always open for strategic discussions.",
      "personal_life": "An avid sailor, she spends her weekends on the water to disconnect and recharge. She also mentors young entrepreneurs in her spare time."
    },
    {
      "id": 2,
      "first_name": "Marcus",
      "last_name": "Thorne",
      "email": "marcus.thorne@innovatech.com",
      "position": "Chief Technology Officer (CTO)",
      "team": "Executive",
      "reports_to": 1,
      "description": "The technical architect behind Innovatech's platform. Marcus ensures the company stays ahead of the technological curve.",
      "work_behavior": "Deeply analytical and often quiet in large meetings, but comes alive in technical deep dives. He values clean code and robust architecture above all else.",
      "personal_life": "A hobbyist woodworker who enjoys building intricate furniture. He finds the precision of carpentry similar to coding."
    },
    {
      "id": 3,
      "first_name": "Sofia",
      "last_name": "Rossi",
      "email": "sofia.rossi@innovatech.com",
      "position": "Chief Product Officer (CPO)",
      "team": "Executive",
      "reports_to": 1,
      "description": "Drives the product vision and strategy, ensuring a cohesive user experience across all offerings.",
      "work_behavior": "Extremely organized and data-driven. She champions the user's voice in every decision and excels at translating complex needs into actionable roadmaps.",
      "personal_life": "A passionate traveler and foodie, she documents her culinary adventures on a popular blog."
    },
    {
      "id": 4,
      "first_name": "Ben",
      "last_name": "Carter",
      "email": "ben.carter@innovatech.com",
      "position": "VP of Sales",
      "team": "Executive",
      "reports_to": 1,
      "description": "Leads the sales team with a focus on building strong customer relationships and driving revenue growth.",
      "work_behavior": "Energetic, optimistic, and highly competitive. He thrives on closing deals and motivating his team to exceed their targets.",
      "personal_life": "Coaches his daughter's soccer team and is a die-hard fan of his local club."
    },
    {
      "id": 5,
      "first_name": "Aisha",
      "last_name": "Khan",
      "email": "aisha.khan@innovatech.com",
      "position": "VP of Marketing",
      "team": "Executive",
      "reports_to": 1,
      "description": "Crafts the company's brand narrative and oversees all marketing campaigns to build brand awareness and generate leads.",
      "work_behavior": "Creative and strategic. She is always testing new channels and messages, relying on analytics to measure the impact of her team's efforts.",
      "personal_life": "An amateur photographer who loves capturing urban landscapes. She also volunteers at an animal shelter."
    },
    {
      "id": 6,
      "first_name": "David",
      "last_name": "Chen",
      "email": "david.chen@innovatech.com",
      "position": "Engineering Manager",
      "team": "Engineering - Core Platform",
      "reports_to": 2,
      "description": "Manages the Core Platform team, focusing on scalability, reliability, and performance of the main application.",
      "work_behavior": "A servant leader who focuses on unblocking his team and fostering their professional growth. He's calm under pressure during outages.",
      "personal_life": "Plays guitar in a classic rock cover band and enjoys homebrewing beer."
    },
    {
      "id": 7,
      "first_name": "Priya",
      "last_name": "Patel",
      "email": "priya.patel@innovatech.com",
      "position": "Engineering Manager",
      "team": "Engineering - Integrations",
      "reports_to": 2,
      "description": "Leads the team responsible for building and maintaining third-party API integrations.",
      "work_behavior": "Pragmatic and detail-oriented. She excels at planning complex projects and managing dependencies with external partners.",
      "personal_life": "A competitive chess player who participates in local tournaments. She finds it sharpens her strategic thinking."
    },
    {
      "id": 8,
      "first_name": "Liam",
      "last_name": "Murphy",
      "email": "liam.murphy@innovatech.com",
      "position": "Principal Software Engineer",
      "team": "Engineering - Core Platform",
      "reports_to": 6,
      "description": "A highly experienced engineer who tackles the most complex technical challenges and mentors other developers.",
      "work_behavior": "A quiet but influential problem-solver. He prefers to write code over attending meetings but his technical insights are invaluable.",
      "personal_life": "An avid hiker who tries to conquer a new mountain trail every month."
    },
    {
      "id": 9,
      "first_name": "Chloe",
      "last_name": "Kim",
      "email": "chloe.kim@innovatech.com",
      "position": "Senior Software Engineer",
      "team": "Engineering - Core Platform",
      "reports_to": 6,
      "description": "Specializes in backend services and database optimization. She is the go-to person for performance issues.",
      "work_behavior": "Meticulous and thorough. She writes comprehensive tests and documentation, ensuring her work is maintainable and reliable.",
      "personal_life": "Loves tending to her large collection of houseplants and is an expert in rare succulents."
    },
    {
      "id": 10,
      "first_name": "Mateo",
      "last_name": "Garcia",
      "email": "mateo.garcia@innovatech.com",
      "position": "Software Engineer",
      "team": "Engineering - Core Platform",
      "reports_to": 6,
      "description": "A full-stack developer working on new features for the main application.",
      "work_behavior": "Collaborative and eager to learn. He actively participates in code reviews and is always looking for ways to improve his skills.",
      "personal_life": "A movie buff who runs a small film review podcast with his friends."
    },
    {
      "id": 11,
      "first_name": "Ava",
      "last_name": "Williams",
      "email": "ava.williams@innovatech.com",
      "position": "Junior Software Engineer",
      "team": "Engineering - Core Platform",
      "reports_to": 6,
      "description": "A recent graduate, focused on front-end development and bug fixes.",
      "work_behavior": "Enthusiastic and absorbs information like a sponge. Sometimes needs guidance on complex tasks but is a fast learner.",
      "personal_life": "Loves playing board games and hosts a weekly game night for friends."
    },
    {
      "id": 12,
      "first_name": "Kenji",
      "last_name": "Tanaka",
      "email": "kenji.tanaka@innovatech.com",
      "position": "Senior Software Engineer",
      "team": "Engineering - Integrations",
      "reports_to": 7,
      "description": "Leads the technical design for new integrations and handles complex authentication protocols.",
      "work_behavior": "Patient and an excellent communicator, which is critical when dealing with external developer teams. He is known for his clear API documentation.",
      "personal_life": "Practices kendo and is dedicated to the discipline and focus it requires."
    },
    {
      "id": 13,
      "first_name": "Isabella",
      "last_name": "Lopez",
      "email": "isabella.lopez@innovatech.com",
      "position": "Software Engineer",
      "team": "Engineering - Integrations",
      "reports_to": 7,
      "description": "Implements and maintains connections with various partner APIs.",
      "work_behavior": "Resourceful and tenacious. When an external API is poorly documented, she enjoys the challenge of figuring it out.",
      "personal_life": "A passionate baker, she often brings homemade treats to the office."
    },
    {
      "id": 14,
      "first_name": "Omar",
      "last_name": "Abdullah",
      "email": "omar.abdullah@innovatech.com",
      "position": "DevOps Engineer",
      "team": "Engineering - Infrastructure",
      "reports_to": 2,
      "description": "Manages the cloud infrastructure, CI/CD pipelines, and ensures system uptime.",
      "work_behavior": "Proactive and methodical. He automates everything he can to prevent manual errors and is the first to respond to system alerts.",
      "personal_life": "A sci-fi enthusiast who has read almost every classic science fiction novel."
    },
    {
      "id": 15,
      "first_name": "Grace",
      "last_name": "O'Malley",
      "email": "grace.omalley@innovatech.com",
      "position": "QA Engineer",
      "team": "Engineering - Core Platform",
      "reports_to": 6,
      "description": "Develops and executes automated and manual tests to ensure product quality.",
      "work_behavior": "Has a keen eye for detail and a knack for finding obscure bugs. She is a strong advocate for quality throughout the development process.",
      "personal_life": "Enjoys solving complex crossword puzzles and escape rooms."
    },
    {
      "id": 16,
      "first_name": "Leo",
      "last_name": "Petrov",
      "email": "leo.petrov@innovatech.com",
      "position": "Data Scientist",
      "team": "Engineering",
      "reports_to": 2,
      "description": "Analyzes user data to extract insights that inform product decisions and builds machine learning models.",
      "work_behavior": "Curious and experimental. He loves digging into datasets to uncover hidden patterns and is always excited to present his findings.",
      "personal_life": "An amateur astronomer who spends clear nights with his telescope."
    },
    {
      "id": 17,
      "first_name": "Hannah",
      "last_name": "Schmidt",
      "email": "hannah.schmidt@innovatech.com",
      "position": "Senior Product Manager",
      "team": "Product",
      "reports_to": 3,
      "description": "Owns the roadmap for the Core Platform, balancing new features, technical debt, and bug fixes.",
      "work_behavior": "Highly empathetic and a great listener. She excels at gathering requirements from customers and stakeholders and prioritizing them effectively.",
      "personal_life": "A long-distance runner who is currently training for her third marathon."
    },
    {
      "id": 18,
      "first_name": "Jordan",
      "last_name": "Miller",
      "email": "jordan.miller@innovatech.com",
      "position": "Product Manager",
      "team": "Product",
      "reports_to": 3,
      "description": "Focuses on the user onboarding experience and growth initiatives.",
      "work_behavior": "Analytical and results-oriented. He is constantly running A/B tests and analyzing funnels to improve conversion rates.",
      "personal_life": "A skilled poker player, which he says has taught him a lot about risk assessment."
    },
    {
      "id": 19,
      "first_name": "Mei",
      "last_name": "Lin",
      "email": "mei.lin@innovatech.com",
      "position": "Lead UX/UI Designer",
      "team": "Product",
      "reports_to": 3,
      "description": "Leads the design team, establishing design principles and ensuring a consistent user experience.",
      "work_behavior": "A visionary with a pixel-perfect eye. She mentors her team and champions design thinking across the entire company.",
      "personal_life": "Loves visiting art museums and practices watercolor painting."
    },
    {
      "id": 20,
      "first_name": "Samuel",
      "last_name": "Jones",
      "email": "samuel.jones@innovatech.com",
      "position": "UX/UI Designer",
      "team": "Product",
      "reports_to": 19,
      "description": "Designs intuitive and beautiful interfaces for new features, working closely with engineers and PMs.",
      "work_behavior": "A collaborative spirit who loves whiteboarding sessions. He creates detailed prototypes to test ideas before a single line of code is written.",
      "personal_life": "A passionate cyclist who commutes to work by bike every day, rain or shine."
    },
    {
      "id": 21,
      "first_name": "Olivia",
      "last_name": "Nguyen",
      "email": "olivia.nguyen@innovatech.com",
      "position": "Product Analyst",
      "team": "Product",
      "reports_to": 18,
      "description": "Supports the product team by analyzing user behavior data and tracking key product metrics.",
      "work_behavior": "Inquisitive and detail-oriented. She is a wizard with analytics tools and can build a compelling dashboard for any question asked.",
      "personal_life": "Enjoys rock climbing and spending time outdoors."
    },
    {
      "id": 22,
      "first_name": "Tom",
      "last_name": "Hassan",
      "email": "tom.hassan@innovatech.com",
      "position": "Marketing Manager",
      "team": "Marketing",
      "reports_to": 5,
      "description": "Executes marketing campaigns across various channels, managing the budget and tracking performance.",
      "work_behavior": "A versatile multitasker who can switch from writing copy to analyzing campaign data seamlessly. He is extremely organized and deadline-driven.",
      "personal_life": "A history buff who enjoys reading biographies and visiting historical sites."
    },
    {
      "id": 23,
      "first_name": "Jasmine",
      "last_name": "Lee",
      "email": "jasmine.lee@innovatech.com",
      "position": "Content Creator",
      "team": "Marketing",
      "reports_to": 22,
      "description": "Writes blog posts, case studies, and social media content to engage the audience.",
      "work_behavior": "A natural storyteller with a flair for words. She is always on the lookout for interesting customer stories to highlight.",
      "personal_life": "Writes fiction in her free time and is working on her first novel."
    },
    {
      "id": 24,
      "first_name": "Ryan",
      "last_name": "Goldberg",
      "email": "ryan.goldberg@innovatech.com",
      "position": "SEO Specialist",
      "team": "Marketing",
      "reports_to": 22,
      "description": "Focuses on improving organic search rankings and managing paid search campaigns.",
      "work_behavior": "Data-obsessed and always up-to-date on the latest algorithm changes. He sees SEO as a giant, ever-changing puzzle.",
      "personal_life": "A coffee connoisseur who roasts his own beans at home."
    },
    {
      "id": 25,
      "first_name": "Fatima",
      "last_name": "Al-Jamil",
      "email": "fatima.al-jamil@innovatech.com",
      "position": "Social Media Manager",
      "team": "Marketing",
      "reports_to": 22,
      "description": "Manages the company's presence on all social platforms and engages with the community.",
      "work_behavior": "Witty and responsive. She has a great sense of humor and is skilled at navigating both positive and negative online conversations.",
      "personal_life": "A talented calligrapher who designs custom art pieces for friends."
    },
    {
      "id": 26,
      "first_name": "Daniel",
      "last_name": "Sullivan",
      "email": "daniel.sullivan@innovatech.com",
      "position": "Senior Account Executive",
      "team": "Sales",
      "reports_to": 4,
      "description": "Manages high-value enterprise accounts and consistently exceeds his sales quota.",
      "work_behavior": "A relationship builder. He takes the time to understand his clients' needs deeply and acts as a trusted advisor.",
      "personal_life": "An enthusiastic, if not particularly skilled, golfer."
    },
    {
      "id": 27,
      "first_name": "Maria",
      "last_name": "Gonzalez",
      "email": "maria.gonzalez@innovatech.com",
      "position": "Account Executive",
      "team": "Sales",
      "reports_to": 4,
      "description": "Focuses on mid-market clients, from initial contact to closing the deal.",
      "work_behavior": "Persistent and persuasive without being pushy. She is excellent at product demonstrations and handling objections.",
      "personal_life": "Loves to dance salsa and attends classes twice a week."
    },
    {
      "id": 28,
      "first_name": "Kevin",
      "last_name": "Zhang",
      "email": "kevin.zhang@innovatech.com",
      "position": "Account Executive",
      "team": "Sales",
      "reports_to": 4,
      "description": "Responsible for new business development in emerging market segments.",
      "work_behavior": "Adaptable and always learning. He quickly gets up to speed on new industries and tailors his pitch accordingly.",
      "personal_life": "A dedicated video gamer who is highly ranked in several competitive online games."
    },
    {
      "id": 29,
      "first_name": "Emily",
      "last_name": "Clark",
      "email": "emily.clark@innovatech.com",
      "position": "Sales Development Representative (SDR)",
      "team": "Sales",
      "reports_to": 4,
      "description": "Generates and qualifies new leads for the Account Executives.",
      "work_behavior": "Resilient and high-energy. She isn't discouraged by rejection and is very effective at starting conversations with potential clients.",
      "personal_life": "Listens to true crime podcasts and is always ready to discuss the latest case."
    },
    {
      "id": 30,
      "first_name": "Carlos",
      "last_name": "Silva",
      "email": "carlos.silva@innovatech.com",
      "position": "Head of People",
      "team": "Operations",
      "reports_to": 1,
      "description": "Oversees HR, recruiting, and company culture to make Innovatech a great place to work.",
      "work_behavior": "Discrete and approachable. He is a trusted resource for employees and a strategic partner to the leadership team.",
      "personal_life": "An amateur chef who loves hosting elaborate dinner parties for friends and family."
    },
    {
      "id": 31,
      "first_name": "Nora",
      "last_name": "Jensen",
      "email": "nora.jensen@innovatech.com",
      "position": "HR Generalist",
      "team": "Operations",
      "reports_to": 30,
      "description": "Manages payroll, benefits, and the employee onboarding process.",
      "work_behavior": "Incredibly organized and reliable. She ensures all the essential HR processes run smoothly and efficiently.",
      "personal_life": "A dog lover who volunteers at a local rescue and has two rescue dogs of her own."
    },
    {
      "id": 32,
      "first_name": "Alex",
      "last_name": "Rodriguez",
      "email": "alex.rodriguez@innovatech.com",
      "position": "Office Manager",
      "team": "Operations",
      "reports_to": 30,
      "description": "The heart of the office, ensuring everything from supplies to company events is handled.",
      "work_behavior": "Cheerful and resourceful. If anyone has a problem, Alex is the person who knows how to solve it or who to talk to.",
      "personal_life": "Plays ukulele and is learning to speak a new language every two years."
    },
    {
      "id": 33,
      "first_name": "Wei",
      "last_name": "Zhang",
      "email": "wei.zhang@innovatech.com",
      "position": "IT Support Specialist",
      "team": "Operations",
      "reports_to": 2,
      "description": "Provides technical support to all employees, managing hardware, software, and network access.",
      "work_behavior": "Patient and a great troubleshooter. He can calmly walk even the least tech-savvy person through a complex fix.",
      "personal_life": "Builds and customizes his own high-performance computers from scratch."
    },
    {
      "id": 34,
      "first_name": "Sarah",
      "last_name": "Dubois",
      "email": "sarah.dubois@innovatech.com",
      "position": "Finance Manager",
      "team": "Operations",
      "reports_to": 1,
      "description": "Manages the company's budget, financial reporting, and forecasting.",
      "work_behavior": "Analytical and precise. She has a deep understanding of the company's financial health and provides critical insights to the leadership team.",
      "personal_life": "A fan of classic literature, she runs a small book club."
    },
    {
      "id": 35,
      "first_name": "Yuki",
      "last_name": "Ito",
      "email": "yuki.ito@innovatech.com",
      "position": "Software Engineer",
      "team": "Engineering - Core Platform",
      "reports_to": 6,
      "description": "Works on the frontend, focusing on creating responsive and accessible user interfaces.",
      "work_behavior": "A strong advocate for user accessibility. She ensures the product is usable by everyone and often gives presentations on the topic.",
      "personal_life": "Practices origami and creates incredibly complex paper sculptures."
    },
    {
      "id": 36,
      "first_name": "Jamal",
      "last_name": "Washington",
      "email": "jamal.washington@innovatech.com",
      "position": "Senior DevOps Engineer",
      "team": "Engineering - Infrastructure",
      "reports_to": 2,
      "description": "Leads infrastructure security initiatives and optimizes cloud spending.",
      "work_behavior": "Security-conscious and cost-aware. He's always looking for ways to make the system more secure and efficient.",
      "personal_life": "A vinyl record collector with an extensive collection of jazz and funk albums."
    },
    {
      "id": 37,
      "first_name": "Heidi",
      "last_name": "Wagner",
      "email": "heidi.wagner@innovatech.com",
      "position": "QA Engineer",
      "team": "Engineering - Integrations",
      "reports_to": 7,
      "description": "Specializes in API testing and contract testing for third-party integrations.",
      "work_behavior": "Systematic and inquisitive. She writes scripts to automate complex end-to-end integration tests.",
      "personal_life": "An urban gardener who grows an impressive amount of vegetables on her apartment balcony."
    },
    {
      "id": 38,
      "first_name": "Finn",
      "last_name": "O'Connell",
      "email": "finn.oconnell@innovatech.com",
      "position": "Junior Software Engineer",
      "team": "Engineering - Integrations",
      "reports_to": 7,
      "description": "Assists senior engineers with building new integrations and maintaining existing ones.",
      "work_behavior": "A quick study with a can-do attitude. He isn't afraid to ask questions and takes on new challenges with enthusiasm.",
      "personal_life": "An amateur stand-up comedian who performs at local open mic nights."
    },
    {
      "id": 39,
      "first_name": "Zoe",
      "last_name": "Bell",
      "email": "zoe.bell@innovatech.com",
      "position": "UX/UI Designer",
      "team": "Product",
      "reports_to": 19,
      "description": "Focuses on user research and designing the information architecture of the application.",
      "work_behavior": "Curious and observant. She loves conducting user interviews to understand their pain points and motivations.",
      "personal_life": "A pottery enthusiast who spends weekends at a local ceramics studio."
    },
    {
      "id": 40,
      "first_name": "Lucas",
      "last_name": "Ferreira",
      "email": "lucas.ferreira@innovatech.com",
      "position": "Product Manager",
      "team": "Product",
      "reports_to": 3,
      "description": "Manages the mobile application roadmap and feature set.",
      "work_behavior": "Passionate about mobile user experience. He is deeply knowledgeable about iOS and Android design patterns.",
      "personal_life": "A dedicated surfer who gets up at dawn to catch waves before work."
    },
    {
      "id": 41,
      "first_name": "Nina",
      "last_name": "Simone",
      "email": "nina.simone@innovatech.com",
      "position": "Digital Marketing Specialist",
      "team": "Marketing",
      "reports_to": 22,
      "description": "Manages email marketing campaigns, webinars, and marketing automation workflows.",
      "work_behavior": "Process-oriented and analytical. She excels at segmenting audiences and personalizing communication to improve engagement.",
      "personal_life": "A trained classical pianist who finds playing helps her de-stress."
    },
    {
      "id": 42,
      "first_name": "Raj",
      "last_name": "Kumar",
      "email": "raj.kumar@innovatech.com",
      "position": "Sales Development Representative (SDR)",
      "team": "Sales",
      "reports_to": 4,
      "description": "Researches potential clients and conducts initial outreach to book meetings.",
      "work_behavior": "Methodical and disciplined in his outreach efforts. He is very good at identifying the right person to talk to within a large organization.",
      "personal_life": "A huge cricket fan who follows international matches closely."
    },
    {
      "id": 43,
      "first_name": "Casey",
      "last_name": "Brooks",
      "email": "casey.brooks@innovatech.com",
      "position": "Technical Recruiter",
      "team": "Operations",
      "reports_to": 30,
      "description": "Sources, screens, and hires technical talent for the engineering and product teams.",
      "work_behavior": "Personable and networked. She has a great understanding of the tech landscape and can speak credibly with engineers about their work.",
      "personal_life": "Loves exploring new restaurants and is the go-to person for food recommendations."
    },
    {
      "id": 44,
      "first_name": "Ivan",
      "last_name": "Volkov",
      "email": "ivan.volkov@innovatech.com",
      "position": "Software Engineer",
      "team": "Engineering - Core Platform",
      "reports_to": 6,
      "description": "Focuses on building out the public-facing API for the platform.",
      "work_behavior": "Logical and precise. He enjoys the challenge of designing APIs that are both powerful and easy for developers to use.",
      "personal_life": "A history documentary enthusiast who can talk for hours about ancient civilizations."
    },
    {
      "id": 45,
      "first_name": "Gabriela",
      "last_name": "Rios",
      "email": "gabriela.rios@innovatech.com",
      "position": "Customer Success Manager",
      "team": "Sales",
      "reports_to": 4,
      "description": "Works with existing customers to ensure they are getting the most value out of the product, driving renewals and upsells.",
      "work_behavior": "Proactive and helpful. She builds strong relationships with clients and acts as their internal advocate.",
      "personal_life": "A talented singer who performs with a local acapella group."
    },
    {
      "id": 46,
      "first_name": "Musa",
      "last_name": "Bello",
      "email": "musa.bello@innovatech.com",
      "position": "Engineering Manager",
      "team": "Engineering - Mobile",
      "reports_to": 2,
      "description": "Manages the iOS and Android development team, ensuring a high-quality mobile experience.",
      "work_behavior": "An agile proponent who runs efficient sprints and keeps the team focused. He is great at balancing platform-specific needs.",
      "personal_life": "An avid birdwatcher who enjoys the patience and quiet observation it entails."
    },
    {
      "id": 47,
      "first_name": "Olga",
      "last_name": "Kowalski",
      "email": "olga.kowalski@innovatech.com",
      "position": "Senior Software Engineer",
      "team": "Engineering - Mobile",
      "reports_to": 46,
      "description": "The lead iOS developer, with deep expertise in Swift and Apple's development ecosystem.",
      "work_behavior": "A perfectionist when it comes to UI and animations. She ensures the iOS app feels polished and native.",
      "personal_life": "A dedicated rock climber, she spends most of her weekends at climbing gyms or outdoor crags."
    },
    {
      "id": 48,
      "first_name": "Diego",
      "last_name": "Jimenez",
      "email": "diego.jimenez@innovatech.com",
      "position": "Senior Software Engineer",
      "team": "Engineering - Mobile",
      "reports_to": 46,
      "description": "The lead Android developer, an expert in Kotlin and modern Android development practices.",
      "work_behavior": "Pragmatic and focused on performance. He is always investigating ways to make the Android app faster and more battery-efficient.",
      "personal_life": "A passionate cook who specializes in traditional Mexican cuisine."
    },
    {
      "id": 49,
      "first_name": "Anya",
      "last_name": "Sharma",
      "email": "anya.sharma@innovatech.com",
      "position": "Technical Writer",
      "team": "Product",
      "reports_to": 3,
      "description": "Creates and maintains the official product documentation, developer guides, and API references.",
      "work_behavior": "Incredibly clear and concise. She has a talent for explaining highly technical concepts in a way that is easy for anyone to understand.",
      "personal_life": "A dedicated yogi who starts every day with a yoga and meditation practice."
    },
    {
      "id": 50,
      "first_name": "Frank",
      "last_name": "Russo",
      "email": "frank.russo@innovatech.com",
      "position": "Accountant",
      "team": "Operations",
      "reports_to": 34,
      "description": "Handles accounts payable, accounts receivable, and assists with financial reporting.",
      "work_behavior": "Diligent and trustworthy. He is meticulous with numbers and ensures all financial records are accurate and up-to-date.",
      "personal_life": "A classic car enthusiast who spends weekends restoring a 1968 Ford Mustang."
    }
  ]